Repository: npaunov/AutoPart
Catalog: AutoPartApp/Properties/Strings.*.resx
Languages: bg_bg

# AutoPartsName
source: Auto Parts
bg_bg: Резервни Части

# AutoPartTitle
source: Auto Part 2025
bg_bg: Ауто Парт 2025

# BGNName
source: BGN
bg_bg: Лева

# BulgarianName
source: Bulgarian
bg_bg: Български

# ConfirmCreateDatabaseName
source: Confirm Create Database
bg_bg: Потвърдете създаването на нова база данни

# ConfirmDeleteName
source: Confirm Delete
bg_bg: Потвърдете изтриването

# CreateDatabaseCanceledName
source: Database creation canceled.
bg_bg: Отменено е създаването на нова база данни.

# CreateDatabaseQuestionName
source: Are you sure you want to create a new database?
bg_bg: Сигурни ли сте, че искате да създадете нова база данни?

# CreateNewDataBaseName
source: Create New DataBase
bg_bg: Създайте Нова База Данни

# DataAddToDBName
source: Add Data to DB tables
bg_bg: Попълнете данни в базата

# DataImportName
source: Data Import
bg_bg: Импорт на Данни

# DeleteCSVDataName
source: Delete .csv Data
bg_bg: Изтрийте .csv Данни

# DeleteCSVDataQuestionName
source: Are you sure you want to delete all imported CSV data?
bg_bg: Сигурни ли сте че искате да изтриете .csv данните?

# DescriptionName
source: Description
bg_bg: Описание

# EnglishName
source: English
bg_bg: Английски

# EuroName
source: Euro
bg_bg: Евро

# ImportCSVName
source: Import .csv file
bg_bg: Импорт на .csv файл

# InStoreName
source: In Store Qty
bg_bg: К-во Склад

# LanguageName
source: Language
bg_bg: Език

# ModifyDataName
source: Modify Data
bg_bg: Редакция на данни

# PackageName
source: Package
bg_bg: Опаковка

# PartIDName
source: Part ID
bg_bg: Кат. Номер

# PriceName
source: Price
bg_bg: Цена

# SaleHistoryName
source: Sales History
bg_bg: История Продажби

# SearchName
source: Search
bg_bg: Търси

# SelectFileName
source: Select File to import
bg_bg: Изберете файл за импорт

# WareHouseName
source: Warehouse
bg_bg: Склад

# SearchLabelName
source: Search by Id or Description
bg_bg: Търсене по Кат. Номер или Описание

# ClearName
source: Clear
bg_bg: Изчисти

# OrdersName
source: Orders
bg_bg: Поръчки

# NeededQtyName
source: Needed Qty
bg_bg: Необх. К-во

# OrderQtyName
source: Order Qty
bg_bg: Поръчка К-во

# TotalBGNName
source: Total BGN
bg_bg: Цена общо Лева

# TotalEuroName
source: Total Euro
bg_bg: Цена общо Евро

# MonthsToOrderName
source: Months To Order:
bg_bg: Месеци за поръчка:

# SuggestOrdersName
source: Suggest Orders
bg_bg: Предложи поръчки

# TotalOrderPriceBGNName
source: Total Order Price BGN:
bg_bg: Обща цена поръчка ЛЕВА:

# TotalOrderPriceEUROName
source: Total Order Price EURO:
bg_bg: Обща цена поръчка ЕВРО:

# StoresName
source: Stores
bg_bg: Магазини

# SelectStoreName
source: Select Store:
bg_bg: Изберете Магазин:

# SofiaName
source: Sofia
bg_bg: София

# PlovdivName
source: Plovdiv
bg_bg: Пловдив

# QuantityName
source: Quantity
bg_bg: Количество

# YesName
source: Yes
bg_bg: Да

# NoName
source: No
bg_bg: Не

# InvalidPartIdMessage
source: Invalid Part Id!
bg_bg: Невалиден Каталожен Номер!

# InvalidQuantityMessage
source: Quaqntity must be greater then 0 and lower than 10 000!
bg_bg: Количеството трябва да е по-голямо от 0 и по-малко от 10 000.

# AddRowName
source: Add Row
bg_bg: Добавете Ред

# DeleteRowName
source: Delete selected Row
bg_bg: Изтрийте избрания Ред
